[
  "journals",
  "templater-obsidian",
  "various-complements",
  "auto-note-mover",
  "link-with-alias",
  "dataview",
  "hotkeysplus-obsidian",
  "obsidian-tasks-plugin",
  "creases",
  "editor-width-slider"
]